// id: ["1", "4"],
//  message: [{
//      id: "4",
//      content: "老大，要不要去吃饭"
//  }, {
//      id: "1",
//      content: "不去"
//  }

var messagedb = [{
    id: ["000001", "000002"],
    lastTime: "22:00",
    message: [{
        id: "000001",
        content: "出不出去吃饭"
    }, {
        id: "000002",
        content: "不去"
    }, {
        id: "000001",
        content: "为什么"
    }, {
        id: "000002",
        content: "冷"
    }]
}, {
    id: ["000001", "000003"],
    lastTime: "21:50",
    message: [{
        id: "000003",
        content: "哈哈哈"
    }, {
        id: "000001",
        content: "O(∩_∩)O哈哈~"
    }, {
        id: "000003",
        content: "😆😆😆😆😆😆"
    }, {
        id: "000001",
        content: "哈哈哈哈哈哈"
    }]
}, {
    id: ["000001", "000004"],
    lastTime: "20:11",
    message: [{
        id: "000004",
        content: "先有高数后有天"
    }, {
        id: "000001",
        content: "妙啊"
    }, {
        id: "000004",
        content: "那是"
    }]
}, {
    id: ["000001", "000005"],
    lastTime: "19:35",
    message: [{
        id: "000005",
        content: "我美吗"
    }]
}, {
    id: ["000001", "000006"],
    lastTime: "19:30",
    message: [{
        id: "000006",
        content: "打球不"
    }, {
        id: "000001",
        content: "不不不"
    }]
}, {
    id: ["000001", "000007"],
    lastTime: "19:22",
    message: [{
        id: "000007",
        content: "老大，要不要去吃饭"
    }, {
        id: "000001",
        content: "不去"
    }, {
        id: "000007",
        content: "就单纯吃个饭嘛"
    }, {
        id: "000001",
        content: "男的不约"
    }]
}, {
    id: ["000001", "000008"],
    lastTime: "18:36",
    message: [{
        id: "000008",
        content: "佐助？"
    }, {
        id: "000001",
        content: "嗯？"
    }, {
        id: "000008",
        content: "老公"
    }, {
        id: "000001",
        content: "_(:з」∠)_"
    }]
}]

exports.messagedb = messagedb;